[
  {
    "id": "hoang-tu-be",
    "title": "Hoàng tử bé",
    "author": "Author 1",
    "description": "Hoàng Tử Bé (Le Petit Prince), tác phẩm nổi tiếng của Antoine de Saint-Exupéry, kể về cuộc hành trình của một cậu hoàng tử nhỏ rời khỏi tiểu hành tinh của mình để khám phá vũ trụ và học hỏi về cuộc sống qua những cuộc gặp gỡ với nhiều nhân vật khác nhau. Mỗi hành tinh mà hoàng tử ghé qua đều có một người lớn với tính cách đặc trưng, như ông vua kiêu căng, người nghiện rượu, và ông doanh nhân mê tiền – tất cả tượng trưng cho những thói quen và quan niệm phi lý của người lớn. Khi đến Trái Đất, cậu kết bạn với một phi công, người kể lại câu chuyện này, và một con cáo khôn ngoan dạy cậu bài học về tình yêu, lòng trung thành, và sự hy sinh. Truyện mang màu sắc ngụ ngôn và triết lý, khắc họa những thông điệp sâu sắc về tình yêu, sự cô đơn, và giá trị của những gì vô hình, như tình bạn và lòng trắc ẩn. Hoàng Tử Bé không chỉ là câu chuyện dành cho thiếu nhi mà còn là tác phẩm đầy cảm hứng cho mọi lứa tuổi, nhắc nhở mỗi người tìm về sự ngây thơ, tinh khiết của tâm hồn trẻ thơ.",
    "image": "./images/hoang-tu-be.png",
    "price": 120000,
    "company": "Publisher 1",
    "size": "30x20 cm",
    "pages": 200,
    "rating": "4/5",
    "sold": 123
  },
  {
    "id": "tuoi-tre-dang-gia-bao-nhieu",
    "title": "Tuổi trẻ đáng giá bao nhiêu?",
    "author": "Author 2",
    "description": "Tuổi Trẻ Đáng Giá Bao Nhiêu của Rosie Nguyễn là một cuốn sách truyền cảm hứng, đặc biệt dành cho những người trẻ đang tìm kiếm mục tiêu và hướng đi trong cuộc sống. Cuốn sách chia thành nhiều phần, mỗi phần mang một thông điệp khác nhau nhưng đều xoay quanh các chủ đề như học tập, trải nghiệm, và khám phá bản thân. Với giọng văn chân thành và gần gũi, Rosie Nguyễn chia sẻ những câu chuyện thực tế từ chính cuộc đời mình và từ những người trẻ khác, nhằm khích lệ độc giả dám bước ra khỏi vùng an toàn, khám phá khả năng của bản thân, và trân trọng từng giây phút tuổi trẻ. Cuốn sách không chỉ đưa ra những lời khuyên về kỹ năng sống mà còn thúc giục người trẻ suy nghĩ sâu sắc về giá trị của bản thân, về ước mơ và mục tiêu, cũng như về tầm quan trọng của việc học tập và trải nghiệm. Với phong cách chia sẻ nhẹ nhàng nhưng sâu sắc, *Tuổi Trẻ Đáng Giá Bao Nhiêu* đã trở thành một người bạn đồng hành đáng tin cậy cho những ai đang trên hành trình tìm kiếm bản thân và khẳng định ý nghĩa của tuổi trẻ.",
    "image": "./images/tuoi-tre-dang-gia-bao-nhieu.png",
    "price": 140000,
    "company": "Publisher 2",
    "size": "25x15 cm",
    "pages": 150,
    "rating": "5/5",
    "sold": 1110
  },
  {
    "id": "dung-lua-chon-an-nhan-khi-con-tre",
    "title": "Đừng Lựa Chọn An Nhàn Khi Còn Trẻ",
    "author": "Author 1",
    "description": "Đừng Lựa Chọn An Nhàn Khi Còn Trẻ là một cuốn sách tạo động lực mạnh mẽ cho những người trẻ tuổi, khuyến khích họ nỗ lực vượt qua khó khăn và thử thách. Với những câu chuyện và triết lý sâu sắc, tác giả chia sẻ về tầm quan trọng của việc dám đương đầu và không ngừng nỗ lực, thay vì chọn sự thoải mái tạm thời. Cuốn sách còn nhấn mạnh tầm quan trọng của việc phát triển bản thân và hướng tới thành công dài hạn.",
    "image": "./images/dung-lua-chon-an-nhan-khi-con-tre.png",
    "price": 120000,
    "company": "Publisher 1",
    "size": "20x13 cm",
    "pages": 200,
    "rating": "4.5/5",
    "sold": 890
  },
  {
    "id": "nha-gia-kim",
    "title": "Nhà Giả Kim",
    "author": "Paulo Coelho",
    "description": "Nhà Giả Kim của Paulo Coelho là một câu chuyện kỳ diệu về cuộc hành trình đi tìm giấc mơ của một chàng trai trẻ chăn cừu tên Santiago. Qua từng bước phiêu lưu trên hành trình tìm kiếm kho báu, cậu học được những bài học quý giá về ý nghĩa của cuộc sống, về lòng dũng cảm, sự kiên nhẫn và sức mạnh của niềm tin. Đây là một cuốn sách giàu ý nghĩa, truyền cảm hứng cho người đọc không ngừng theo đuổi ước mơ và giá trị thực sự của mình.",
    "image": "./images/nha-gia-kim.png",
    "price": 98000,
    "company": "Publisher 3",
    "size": "18x11 cm",
    "pages": 230,
    "rating": "5/5",
    "sold": 5000
  },
  {
    "id": "toi-tu-hoc",
    "title": "Tôi Tự Học",
    "author": "Thu Giang Nguyễn Duy Cần",
    "description": "Tôi Tự Học của Thu Giang Nguyễn Duy Cần là cuốn sách truyền tải những nguyên lý tự học, giúp người đọc tìm hiểu cách học tập một cách hiệu quả và có mục đích. Cuốn sách đề cao tinh thần tự học và tự chủ trong quá trình học tập, đồng thời nhấn mạnh rằng kiến thức chân chính chỉ có thể đạt được qua sự rèn luyện không ngừng và nỗ lực bền bỉ.",
    "image": "./images/toi-tu-hoc.png",
    "price": 85000,
    "company": "Publisher 4",
    "size": "21x14 cm",
    "pages": 210,
    "rating": "4.8/5",
    "sold": 1340
  },
  {
    "id": "khi-hoi-tho-hoa-thinh-khong",
    "title": "Khi Hơi Thở Hóa Thinh Không",
    "author": "Paul Kalanithi",
    "description": "Khi Hơi Thở Hóa Thinh Không là hồi ký cảm động của Paul Kalanithi, bác sĩ phẫu thuật thần kinh kiêm tác giả, kể lại cuộc đời mình khi phải đối mặt với căn bệnh ung thư giai đoạn cuối. Cuốn sách là những chia sẻ về ý nghĩa của sự sống, cái chết và niềm tin, cũng như cách sống có ý nghĩa trong thời gian ngắn ngủi còn lại. Đây là một tác phẩm đầy triết lý và xúc động, giúp người đọc suy ngẫm sâu sắc về cuộc đời.",
    "image": "./images/khi-hoi-tho-hoa-thinh-khong.png",
    "price": 150000,
    "company": "Publisher 5",
    "size": "24x16 cm",
    "pages": 270,
    "rating": "4.9/5",
    "sold": 2430
  },
  {
    "id": "con-duong-chang-may-ai-di",
    "title": "Con Đường Chẳng Mấy Ai Đi",
    "author": "M. Scott Peck",
    "description": "Con Đường Chẳng Mấy Ai Đi là một cuốn sách nổi tiếng về tâm lý học và triết lý sống. M. Scott Peck phân tích những vấn đề khó khăn trong cuộc sống và cách con người có thể vượt qua chúng. Với các chủ đề về tình yêu, trách nhiệm, và sự trưởng thành, cuốn sách đưa ra một góc nhìn sâu sắc về hành trình phát triển cá nhân và việc sống có trách nhiệm với chính mình.",
    "image": "./images/con-duong-chang-may-ai-di.png",
    "price": 135000,
    "company": "Nhà xuất bản Thế Giới",
    "size": "22x15 cm",
    "pages": 350,
    "rating": "4.9/5",
    "sold": 4700
  },
  {
    "id": "suc-manh-cua-hien-tai",
    "title": "Sức Mạnh Của Hiện Tại",
    "author": "Eckhart Tolle",
    "description": "Sức Mạnh Của Hiện Tại là một trong những cuốn sách tâm linh hiện đại nổi tiếng nhất của Eckhart Tolle. Tác phẩm giúp người đọc hiểu về sức mạnh của việc sống trong hiện tại và giải thoát bản thân khỏi những áp lực và nỗi sợ hãi của quá khứ và tương lai. Cuốn sách là một lời nhắc nhở quan trọng về giá trị của hiện tại và cách sống trọn vẹn với chính mình.",
    "image": "./images/suc-manh-cua-hien-tai.png",
    "price": 155000,
    "company": "Nhà xuất bản Tổng Hợp",
    "size": "23x15 cm",
    "pages": 300,
    "rating": "5/5",
    "sold": 8200
  },
  {
    "id": "khong-gia-dinh",
    "title": "Không Gia Đình",
    "author": "Hector Malot",
    "description": "Không Gia Đình là câu chuyện xúc động về cuộc đời cậu bé mồ côi Remi, người bị bán đi từ nhỏ và phải đi phiêu bạt với một gánh xiếc dạo. Trải qua nhiều gian khổ và thử thách, Remi dần trưởng thành, học được nhiều bài học quý giá về tình bạn, lòng dũng cảm và lòng kiên nhẫn. Trên hành trình, cậu gặp được những người bạn đáng mến và trải qua nhiều tình huống hiểm nguy, nhưng cậu luôn giữ vững niềm tin vào cuộc sống và không ngừng hy vọng. Cuốn sách là một bức tranh sinh động về những giá trị nhân văn, là lời ca ngợi về sự nỗ lực, tinh thần lạc quan và khả năng vươn lên mạnh mẽ của con người dù phải đối mặt với khó khăn.",
    "image": "./images/khong-gia-dinh.png",
    "price": 130000,
    "company": "Nhà xuất bản Kim Đồng",
    "size": "22x15 cm",
    "pages": 400,
    "rating": "4.8/5",
    "sold": 9200
  },
  {
    "id": "mat-biec",
    "title": "Mắt Biếc",
    "author": "Nguyễn Nhật Ánh",
    "description": "Mắt Biếc là câu chuyện đầy xúc động về mối tình đơn phương của Ngạn dành cho Hà Lan, cô gái có đôi mắt đẹp như biếc mà anh yêu thương từ những ngày thơ ấu. Họ lớn lên cùng nhau trong làng Đo Đo yên bình, nhưng khi trưởng thành, Hà Lan bị cuốn vào cuộc sống đô thị xa hoa và dần xa rời tình cảm chân thành của Ngạn. Dù Hà Lan không đáp lại tình cảm, Ngạn vẫn luôn âm thầm dõi theo và chở che cho cô. Tác phẩm là sự pha trộn giữa nét mộc mạc của làng quê Việt Nam và nỗi buồn man mác của mối tình đơn phương, thể hiện một cách chân thực về tình yêu, lòng vị tha, và những hy sinh thầm lặng trong cuộc sống.",
    "image": "./images/mat-biec.png",
    "price": 120000,
    "company": "Nhà xuất bản Trẻ",
    "size": "20x13 cm",
    "pages": 300,
    "rating": "5/5",
    "sold": 8600
  },
  {
    "id": "cho-toi-xin-mot-ve-di-tuoi-tho",
    "title": "Cho Tôi Xin Một Vé Đi Tuổi Thơ",
    "author": "Nguyễn Nhật Ánh",
    "description": "Cho Tôi Xin Một Vé Đi Tuổi Thơ là tác phẩm giàu cảm xúc về thế giới tuổi thơ, nơi chứa đựng những kỷ niệm trong sáng và hồn nhiên của mỗi con người. Câu chuyện kể về cuộc sống và những trò chơi nghịch ngợm của bốn người bạn thân: Mùi, Tí, Tủn, và Hải Cò, trong một làng quê Việt Nam yên bình. Từ những trò chơi kỳ lạ đến những suy nghĩ ngây thơ nhưng đầy mơ mộng, cuốn sách khơi gợi những hoài niệm sâu sắc về tuổi thơ trong lòng người đọc. Với giọng văn hóm hỉnh và nhẹ nhàng, Nguyễn Nhật Ánh đưa ta trở về thời niên thiếu, để trân trọng hơn những khoảnh khắc vô giá của một thời đã qua.",
    "image": "./images/cho-toi-xin-mot-ve-di-tuoi-tho.png",
    "price": 95000,
    "company": "Nhà xuất bản Trẻ",
    "size": "20x13 cm",
    "pages": 250,
    "rating": "4.9/5",
    "sold": 10100
  },
  {
    "id": "hoa-vang-tren-co-xanh",
    "title": "Hoa Vàng Trên Cỏ Xanh",
    "author": "Nguyễn Nhật Ánh",
    "description": "Hoa Vàng Trên Cỏ Xanh là tác phẩm cảm động về tuổi thơ nơi miền quê, nơi tình cảm gia đình, tình bạn và cả những rung động đầu đời được tác giả khắc họa một cách chân thực và sống động. Câu chuyện kể về hai anh em Thiều và Tường cùng nhau trải qua những kỷ niệm vui buồn và những trải nghiệm thú vị của tuổi thơ. Từ những trò chơi dân gian cho đến những vụn vỡ và nỗi đau đầu đời, tác phẩm là bản tình ca ngọt ngào về một thời tuổi thơ đã qua, về những ước mơ và sự gắn kết bền chặt trong gia đình. Với giọng văn dung dị nhưng đầy cảm xúc, Nguyễn Nhật Ánh đã gợi lại trong lòng người đọc những ký ức đẹp đẽ và tươi sáng của tuổi thơ.",
    "image": "./images/hoa-vang-tren-co-xanh.png",
    "price": 100000,
    "company": "Nhà xuất bản Trẻ",
    "size": "20x13 cm",
    "pages": 250,
    "rating": "5/5",
    "sold": 8400
  },
  {
    "id": "di-qua-hoa-cuc",
    "title": "Đi Qua Hoa Cúc",
    "author": "Nguyễn Nhật Ánh",
    "description": "Đi Qua Hoa Cúc là câu chuyện về những xúc cảm tuổi trẻ, sự bối rối và cả nỗi đau đầu đời. Nhân vật chính là Trường, một cậu bé đã phải đối mặt với những cảm xúc lạ lẫm khi tình cảm đơn phương dành cho chị Nhan, cô gái xinh đẹp và trưởng thành hơn cậu, dần dần lớn lên. Trong cuộc hành trình này, Trường không chỉ trải nghiệm sự rung động đầu tiên mà còn nhận ra ý nghĩa của sự chia tay và mất mát. Với văn phong trầm lắng, nhẹ nhàng và chân thật, Nguyễn Nhật Ánh đưa độc giả đến gần hơn với những rung động đầu đời và những biến động trong lòng của một tuổi trẻ, để từ đó nhận ra rằng dù có khắc nghiệt, tuổi trẻ vẫn là quãng thời gian đáng nhớ nhất.",
    "image": "./images/di-qua-hoa-cuc.png",
    "price": 115000,
    "company": "Nhà xuất bản Trẻ",
    "size": "20x13 cm",
    "pages": 270,
    "rating": "4.7/5",
    "sold": 6400
  },
  {
    "id": "mang-may-tinh",
    "title": "Giáo trình Mạng Máy Tính",
    "author": "Khoa CNTT, trường Đại Học Khoa học Tự nhiên, ĐHQG TP.HCM",
    "description": "Giáo trình Mạng Máy Tính là tài liệu học tập về kiến thức cơ bản và nâng cao trong lĩnh vực mạng máy tính, bao gồm các nguyên lý hoạt động của mạng, mô hình OSI, giao thức TCP/IP, và các kỹ thuật định tuyến, bảo mật mạng. Sách còn đề cập đến các phương pháp phát hiện lỗi và truyền thông tin hiệu quả trong mạng, là tài liệu quan trọng cho sinh viên IT muốn xây dựng nền tảng trong mạng và bảo mật.",
    "image": "./images/mang-may-tinh.png",
    "price": 190000,
    "company": "Nhà xuất bản Đại học Quốc gia TP.HCM",
    "size": "25x18 cm",
    "pages": 470,
    "rating": "4.9/5",
    "sold": 2750
  },
  {
    "id": "he-dieu-hanh",
    "title": "Giáo trình Hệ Điều Hành",
    "author": "Khoa CNTT, trường Đại Học Khoa học Tự nhiên, ĐHQG TP.HCM",
    "description": "Giáo trình Hệ Điều Hành cung cấp kiến thức từ căn bản đến nâng cao về hệ điều hành, bao gồm quản lý tiến trình, bộ nhớ, lưu trữ, và hệ thống tập tin. Sách tập trung vào các nguyên lý thiết kế và cách hệ điều hành điều phối tài nguyên giữa các tiến trình, giúp sinh viên hiểu rõ cách hoạt động của hệ điều hành trên máy tính cá nhân và máy chủ. Nhiều bài tập thực hành đi kèm cho phép sinh viên áp dụng kiến thức vào cấu hình và quản lý hệ điều hành thực tế.",
    "image": "./images/he-dieu-hanh.png",
    "price": 175000,
    "company": "Nhà xuất bản Đại học Quốc gia TP.HCM",
    "size": "25x18 cm",
    "pages": 430,
    "rating": "4.8/5",
    "sold": 2600
  },
  {
    "id": "co-so-du-lieu",
    "title": "Giáo trình Cơ sở Dữ liệu",
    "author": "Khoa CNTT, trường Đại Học Khoa học Tự nhiên, ĐHQG TP.HCM",
    "description": "Giáo trình Cơ sở Dữ liệu giới thiệu nền tảng lý thuyết và thực hành về cơ sở dữ liệu, bao gồm các khái niệm về mô hình dữ liệu quan hệ, SQL và tối ưu hóa truy vấn. Cuốn sách đi sâu vào các phương pháp thiết kế cơ sở dữ liệu và triển khai các ứng dụng thực tế, giúp sinh viên học cách phân tích, thiết kế và quản lý dữ liệu hiệu quả trong các hệ thống phức tạp.",
    "image": "./images/co-so-du-lieu.png",
    "price": 165000,
    "company": "Nhà xuất bản Đại học Quốc gia TP.HCM",
    "size": "25x18 cm",
    "pages": 420,
    "rating": "4.8/5",
    "sold": 3100
  }
]
